Repository: mozilla-l10n/mt-training-data
Catalog: ush/ush_pontoon.tmx
Source language: en_us
Languages: ush

source: Download profile data
ush: پروفائل ڈیٹا ڈاونلوڈ تھا

source: Download the Dataset
ush: ڈیٹا سیٹ ڈاؤن لوڈ تھے

source: Download the Single Word Target Segment
ush: ٹارگٹ سیگمنٹ ایک ایک جملئی ڈاونلوڈ تھا

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ush: کامن وائس ڈیٹاسیٹ بہتر سپارونو کارا تھئی جے خیال ہنمو؟ آسو تی رز

source: Do you want to continue?
ush: تو جاری رݜیلا؟

source: Do you want to Speak, Listen or both?
ush: تو رزونو، ݜنونو اؤ کہ بئی دی چھیلا؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
ush: ڈرگ اؤ ڈراپ یا<browseWrap> بروز</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ush: تم فائلی اینتی ڙھیِکا یا <uploadButton> اپلوڈ کارا کلک تھا</uploadButton>

source: Drop file here to upload
ush: راف فائل اینتی اپلوڈ تھا

source: Duala
ush: دُآلا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ush: کنٹربیوشن سبمیشن ئی دوران در تاثرات دھریلنا، سبمیٹ ئی پتوتے کلک تھا۔ کنٹربیوشن براہ راست مݜوتے پوش ریکارڈنگ اؤ توثیقی جملؤ ست جاری بونو۔

source: Dutch
ush: ولندیزی

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ush: ڈیٹاسیٹ در ہر اندراج ایک اکوست ایم پی3 اؤ متعلقہ ٹیکسٹ فائل در مشتمل ہنو۔ ڈیتاسیٹ در لالو <b> ریکارڈ تھیالے گینٹائی { $total } </b> اؤ سیس ست ڈیموگرافک میٹا ڈیٹا مثلاً عمر، جنس اؤ لہجہ ہُم شامل ہنی انا اسپیج ریکگنیشن انجن سیئی تھونو کارا مدد تھینو۔ ڈیٹاسیٹ فی الحال جیبو در تصدیق تھیالے گینٹو در مشتمل ہنو، لیکن آسئی ہمیشہ جیبو در ہورے آوازو شامل تھونو کوشش تھونا، ایک جیبے درخواست یا تعاون کارا <languagesLink> آسئی پیج </languagesLink> در ایک نظر ݜکا۔

source: Eastern Huasteca Nahuatl
ush: مشرقی ہاؤستیکا نہاؤتل

source: Eastern Min
ush: مشرقی میِن

source: Eastern Penan
ush: مشرقی پینان

source: Easy
ush: آسان

source: Ebrie
ush: ایبری

source: Edit
ush: ایڈیٹ

source: Edit Profile
ush: پروفائل ایڈیٹ تھا

source: Email
ush: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
ush: ای میل <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ush: داخل بو </emailFragment> آنا ای میل در آنیس کئی لݜلا کامن وائس در سأت ویلی تھے لا۔

source: Email is already used for a different account
ush: تھئی ای میل مݜو تے ہور اکاونٹ در استعمال بینو

source: Email Subscriptions
ush: ایڈیٹ سبمیشن

source: Emakhuwa
ush: ایماکوا

source: English
ush: انگریزی

source: Enter Email to Download
ush: ڈاؤن لوڈ کارا ای میل غرئی

source: Enter email to send a sign up link
ush: ای میل ڇئینونو کارا سائن اپ لنک داخل تھا

source: Enter your Country/Region of Residence
ush: تمو رہائشی ملک/ علاقہ ئی درج تھا

source: Enter your email
ush: لیبل

source: Enter your public domain sentence here
ush: تمو عوامی حلقے جملہ ئی اینی لیِکا

source: Enter your public domain sentences here
ush: تمو عوامی حلقے لالی جملہ ئی لیِکا

source: Error
ush: غلطی

source: Error adding sentence
ush: غلط جمع تھئیلی جملئی

source: Error { $code }
ush: غلط{ $code }

source: Error while playing audio file.
ush: آڈیو چلؤنو در خرابی آلی

source: Erzya
ush: ارزیا

source: ESC
ush: ای ایس سی

source: Esperanto
ush: ایسپرانتو

source: Estonian
ush: ایسٹونیائی

source: Eton
ush: ایٹون

source: Events
ush: واقعات

source: Everyone
ush: ہر ایک

source: Ewe
ush: ایو

source: Ewondo
ush: ایونڈو

source: Example
ush: مثال

source: Exit & Delete clips
ush: کلپ ڈیلیٹ تھے اؤ بو

source: Explore the community and languages supported by Common Voice
ush: کامن وائس ست کامیک جیِبے سپورٹ تھینا سی ݜکا

source: Failed to copy SHA256 Checksum
ush: ایس ایچ اے 256 چیکسم کاپی تھونو در ناکام بیلو

source: Fang
ush: فانگ

source: FAQ
ush: سوال جواب

source: Faroese
ush: فاروسی

source: Female/Feminine
ush: مؤنث/ جپئی

source: Fewer than 15 words per sentence
ush: ایک جملہ 15الفاظو کئی کم پکار ہنی

source: Fields marked with an asterisk (*) are required.
ush: کامے شئیا ایٹسریک * بیلا سا ضروری ہینو۔

source: File is too large
ush: فائل لالو ڙیگ ہنو

source: File is too small
ush: فائل لالو کم ہنو

source: Finance
ush: خزانہ

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ush: سی خلگ ݜیکیا آنا کوروم در دلچسپی گھیننا۔ لا یونیورسٹی بو بئینی، سکول بو بئینو، یا گروپ بو بئینو۔ خلقو تیا آکو ابرئی سی تھئی آنا پراجیکٹ در مدد تھین۔ <outreachTemplates>۔ اینی ای میل یا ہُورے نمونا ڇاکے۔ </outreachTemplates>

source: Finish editing first?
ush: ایڈیٹینگ آول ختم تھا

source: Finish recording
ush: ریکارڈنگ ختم تے

source: Finish recording first?
ush: اول ریکارڈنگ ختم تے؟

source: Finish Review
ush: جائزہ ختم بونو

source: Finish validating
ush: تصدیق ختم تھا

source: Finish validating clips?
ush: تصدیق شدہ کلپ ختم تھے؟

source: Finnish
ush: فینی

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ush: ݜکیتا تھئی جیِب مُوݜو آنا آسی۔</languageLink>۔ کہ آنا جیِب گتھئی نیِش لیس کارا تم جیِبا مُوݜو ایتھے۔ دُو مُوڙے ہنے۔ ہنی سائٹے ترجمہ تھے اؤ ہُورے جمع تھی۔

source: Follow guidelines from “What sentences can I add?”
ush: گائیڈ لائن فالو تھا چی تو کامیک جملئی ایڈ تھئیلا“

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ush: ہر ایک وائس کلپ دونوا، اؤ ہر ایک آڈیو کلپ تصدیقی کارا تو جے جیب در کنٹربیوٹ تھؤونو در تازا پروگریس پشارونو کارا تو تمو اکاونٹ ڈشبورڈ اپڈیٹ تھا۔ ہاں، تو ہورے کنٹربیوٹ تھو بئیلا<br/> <br/> تمو سٹیٹس ٹریک کارا ڈشبورڈ استعمال تھا، ݜکیتا تو کمیونٹی ست ہور جے جے تھئیلا، اؤ ہردیس یا ہفتہ در گول آکوتے سیٹ تھے۔

source: for example
ush: مثالے طور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
ush: پبلک ڈومین کارا کہ انلائن متن دستیاب نی بینو تو اکادمی حوالو انداز استعمال تھو بئینا لکہ ہارورڈ انداز ”جیس2021 آسئی عوامی لائسنس نظم“

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ush: آنا ڈیٹا سیٹے کارا لال خلک کئی ریکارڈنگ پکار ہنُو۔ مثلاً کاسو مختلف خلکو آوازے جمع نی تھون نی آنا ٹیکنالوجی کوروم نی تھونُو۔ <learnMore>۔ آسئی میٹا ڈیٹا ایسی بارا در اینی معلومات ایزدا تھے گے۔</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ush: انی لانچ تھیالو جیبے کارا ویب سائب کامیابی ست <localizationGlossaryLink> مقامی بیلنو</localizationGlossaryLink>، اؤ انیسی کارا <sentenceCollectionGlossaryLink> جملئی کافی جمع بیلنا</sentenceCollectionGlossaryLink> وینا جاری تھونو اجازت کارا <speakLink> اؤ </speakLink>ݜُنونو </listenLink> کنٹربیوشن کارا۔

source: Foundations
ush: بنیاد

source: French
ush: فرانسیسی

source: Frisian
ush: فیریسیائی

source: Fulah
ush: فولاہ

source: Fuzhou
ush: فوزھؤ

source: Galician
ush: گیلی

source: General
ush: عام

source: General language / multiple variants
ush: عام جیِب/ مختلف تغیرات

source: Georgian
ush: جارجیائی

source: German
ush: جرمنی

source: Get in touch
ush: رابطہ رݜا

source: Get involved
ush: شمال ہننُو

source: Get Involved
ush: ملوث با

source: Get started with goals
ush: مقصدا ست شروع تھے

source: Get Started with Speech Recognition
ush: اسپیج ریکگنیشن ست شروع تھا۔

source: Ghomala
ush: گھومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ush: <githubLink> </githubLink> NVIDIA NeMo </githubLink> ایک <docsLink> اوپن سورس ٹاکلیٹ </docsLink> ریسرچر کارا ایسا جدید ترین موڙی تھونو اے ائی ماڈلز تیار تھینو۔

source: Goal reached
ush: مقصد پورا بیلی

source: Goals
ush: مقصد

source: Goan Konkani
ush: گوان کونکانی

source: Go to Discourse
ush: ڈسکورس تی بو

source: Go to Languages Page
ush: جیِبے صفحا تے بو

source: Go to { $name }
ush: بو{ $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
ush: <governanceLink> ہور ہم ڇکا آسو کدئی انتظام چلائی نی</governanceLink>

source: Governments
ush: حکومت

source: Grammatical / spelling error
ush: گرامیٹیکل/ سپلینگ غلطی

source: Great! How many clips a week?
ush: لالو غورا! ہفتہ در کچاک کلپس ہنی؟

source: Great! How many clips per day?
ush: لالو غورا! ہر دیس کچاک کلپس ہنی؟

source: Great!<recordIcon></recordIcon> Record your next clip
ush: زبردست!<recordIcon> </recordIcon> تمو دومونگ کلپ پڑاؤ تھے

source: Great work!<playIcon></playIcon> Listen again when you're ready
ush: غورا کوروم <playIcon> </playIcon> دوبارا ݜون کرے تو تیار اسو

source: Greek
ush: یونانی

source: Gronings
ush: گرونیگی

source: Guarani
ush: گورانائی

source: Guidelines
ush: ہدایات

source: Gujarati
ush: گجراتی

source: Haitian
ush: ہیٹی

source: Hakha Chin
ush: ہاکا چین

source: Hausa
ush: ہاؤسا

source: Have Feedback?
ush: تو ست رائے ہنی؟

source: Have you read our Terms?
ush: تو اسئی ٹرمس کدا پڑاؤ تھئیلا؟

source: Having an account is not required to contribute, though it is helpful.
ush: کنٹربیوشنی کارا اکونٹ سپارونو لازمی نیش، انا صرف مددگار ہنو۔

source: Having a profile is not required to contribute though it is helpful, see why below.
ush: ڈیٹا شامل تھونو کارا پروفائل سپارونو ضروری نیش، انا صرف مددگار ہنو، کھارے کے ݜکاتا۔

source: Healthcare
ush: حفظان صحت

source: Hebrew
ush: عبرانی

source: Help
ush: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ush: ایک جیب در زاتی گول ست { $hours } گینٹئی در آبرونو کارا کامن وائس مدد تھا

source: Help create Common Voice’s first target segment in { $locale }
ush: کامن وائس در آولنئی سیگمنٹ ٹارگٹ در مدد تھا

source: Help reach { $hours } hours in { $language } with a personal goal
ush: گینٹئی در { $hours } زاتی گول { $language }ست آبرونو کارا مدد تھا

source: Help teach machines how real people speak, donate your voice at { $link }
ush: مشنین تے پشارا خلخ کدا رئینا۔ تم آواز دا{ $link }

source: Help us build a community around voice technology, stay in touch via email.
ush: آنا ٹینکالوجی در می مدد تھے، ای میل ما ست رابطہ تھے

source: Help us build a high quality, publicly open dataset
ush: پبلک اوپن ڈیٹاسیٹ معیاری سپارونو کارا آسئی مدد تھا

source: Help us find more voices, share your goal
ush: ہورے آوازے پیدا تھونو در اسئی مدد تھا، تمو گول شیئر تھا

source: Help us find others to donate their voice!
ush: آسئی مدد تھا ہُورو خلخو آوزے کارا!

source: Help us get to { $goal }
ush: حاصل تھو کارا آسئی مدد تھا{ $goal }

source: Help us validate sentences!
ush: صحیح جملؤ کارا آسئی مدد تھا!

source: Help us validate voices
ush: آواز دونون در آسئی تصدیق تھا

source: Heng Hua
ush: ہنگ ہوا

source: Here are the links to download your ZIP files.
ush: تمو زیب فائل ڈاونلوڈی کارا اینی ایک لنک ہنو۔

source: Hidden
ush: لیلالو

source: Highland Puebla Nahuatl
ush: پیوبلا نہاؤتی

source: Hiligaynon
ush: ہیلی گایون

source: Hill Mari
ush: ہل ماری

source: Hindi
ush: ہندی

source: His hand was rais-ed.
ush: سیسے ہاتھ اُووے چت آسے

source: History, Law and Government
ush: تاریخ، قانون اؤ حکومت

source: Hours
ush: گینٹئی

source: Hours Recorded
ush: گینٹاؤ ریکارڈ بیلنو

source: Hours Validated
ush: گینٹائی تصدیق بیلنا

source: How ?
ush: کدئی؟

source: How are project decisions made?
ush: پراجیکٹے فیصلہ ئی کدا کدا بینا؟

source: How can we effectively grow a language on Common Voice?
ush: آسو کامن وائس جا ایک جیِب تے ترقی کدا دونو؟

source: How does Common Voice work?
ush: کامن وائس کدئی کروم تھینُو؟

source: How does site localization work?
ush: آنا ترجمہ کدا کورعم تھینی؟

source: How do I access and use the dataset?
ush: ما کدا ڈیٹا سیٹ تی اباریم اؤ سا کدا استعمال تھیم۔

source: How do I add a language?
ush: ما جیبے جے طریقا دے جمع تھئم؟

source: How do I add sentences?
ush: می جملئی کدا جمع تھونو؟

source: How do I cite?
ush: ما کدا حوالہ دیم؟

source: How do I know whether to approve a voice clip?
ush: ما کدا معلوم تھئن اے وائس کونے منظور بینُو؟

source: How do I record a high quality voice clip?
ush: ما ایک غورا آوازے کلپ کدا ریکارڈ تھیم؟

source: How do I stay in touch?
ush: ما جیز دے رابطہ تھیم؟

source: How is Common Voice funded?
ush: کامن وائس کدا لدو؟

source: How Spontaneous Speech works
ush: بے جوڑ تقریر کدی کوروم تھین

source: How to add multiple sentences
ush: مختلف کملہ ئی کدا جمع تھیم؟

source: How would you describe your accent?
ush: تو تمو لہجے کدا وضاحت تھئیلا

source: How would you describe your sex or gender?
ush: تھئی جنس جے شئی ہنُو؟

source: Hungarian
ush: ہنگاریائی

source: I agree
ush: ما راضی ہنُو

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ush: کامن وائس پورا تھون در آسئی شرائط منیلا <termsLink> آسے پرائیویسی نوٹس اینی ݜکے۔ </privacyLink>

source: Ibibio
ush: ایبی بیو

source: Icelandic
ush: آئیس لینڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ush: ما کنفرم تھینا آنی جملئی <wikipediaLink> عوامی حلقئی ہنی</wikipediaLink> مہ ست انی اپلوڈ تھونو اجازت ہنی۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ush: ما تسلی تھیما انی جمہ ئی<wikipediaLink> عوامی حلقہ ئی در ہنی اؤامید تھیما انیسی اپلوڈ تھونو اجازت ہنی۔

source: <icon></icon> Add multiple public domain sentences
ush: <icon>مختلف عوامی حلقؤ جملئی جمع تھا</icon>

source: Ideally natural and conversational (it should be easy to read the sentence)
ush: مثلاً قدرتی اؤ موڙے قڑتارونو[انی جمہ او سپارونو کارا اسان ہنی]

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ush: ما کامن وائس در معلومات یا یاد دہانی ای میل آٹیما۔

source: I do not agree
ush: ما راضی نیِش

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ush: کہ ایک کلپ دو جنو جا ریجیکٹ تھینی، ایک مختلف ڈیتا سیٹ شو بینلو۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ush: انا تھئی تم کوروم ہنو، صرف رستا<italicizedText> زاتی حوالہ</italicizedText>۔مہ لݜ ما تھئی انا مواد کون جا اٹیگیاسو انا عوامی حلقہ او در چیک تھو بؤنااؤ نو کاپی رائٹ ریسٹریکشن اپلائی کارا۔ حوالہ ئی بارا در ہورے معلوماتے کارا اسائی<guidelinesLink> گائیڈلائن پیج ݜکا</guidelinesLink>۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ush: کہ ریکارڈنگ پھوٹے جینُو اؤ یا ششار تھینُو رد تھا سا وخا پورے آسے بوٹ ݜُونو بینُو۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ush: تو آنا فائل بارا در اضافی معلومات تھونو کارا بیچیلا، مہربانی تھا رابطہ<emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ush: تو آدیئی معلومات دیلا اے سا انا فائل در شامل نیِش، مہربانی تھا رابطہ تھا<emailFragment>commonvoice@mozilla.com

source: If the sentence does not meet the above criteria, click the "No" button.
ush: کا جملہ جینی معیار مطابق برابر نی ہنی نو ”نو“ بٹن کلک تھا۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ush: کہ آجینو اصول مطابق جملہ ئی برابر نی بینا، کلک تھی&quot; مسترد کارا&quot;آبن طرفتی بٹنی دے۔ کہ تو تی جملہ او بارا در یقین نیِش، تو انا پھتو بئیلا اؤ مݜو تے ہورو تو بئیلا۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
ush: کہ ایک جملہ بیکھری یا مشکل ہنی، مثال در واضح مواد کارا یا ہور آسئی کمیونٹی شراکت داری گائیڈلائن <communityGuidelines> خلاف ورزی بیلنی </communityGuidelines> تو تی جملہ پیر تھونو پکار ہنی۔ انا مسئلہ ئی کارا تو آسو ست commonvoice@mozilla.com رابطہ تھو بئیلا۔

source: If the sentence meets the criteria above, click the "Yes" button.
ush: کہ جملہ اجینی معیار مطابق برابر ہنو، ”ہاں“ بٹن کلک تھا۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ush: کہ جملہ ئی اصول مطابق ہنی کلک تھا&quot; اپرو کارا&quot;سوبن طرفتی بٹنی دے۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
ush: کہ تو تی جملئی بارا در یقین نیِش نو انا جملہ پھاتے اؤ مُݜو بو۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ush: کہ تو انا ہدایات کائی خلاف جے پشلا لپھاتی، مہربانی تھا تمو غورا فیصلہ ئی کارا رائے دا۔ تو واقعی فیصلہ نی تھو بئیلا، سکیپ بٹن دباؤ تھا اؤ مݜوتے بجا۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ush: کہ تُو لی کلپو تُو ݜُون لا اؤ لݜ لا لیو نے منظور بینا۔ <strong></strong><strong></strong><strong>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ush: کہ تو دیسو کئی آسئی آواز نی ݜونلا۔ تو رابطہ تھی در<emailLink> اؤ { $email } آس</emailLink> آسو تو پتو واپس اونا!

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
ush: تُو کہ تھئی تنظیم آنا پراجیکٹ تے دُوبھاتا تُو اینے ایک لنک سپاربھییلا <donateLink> یا آسئی پارٹنرشپ ٹیم تے ای میل کو بھئیلا۔ commonvoice@mozilla.com</emailFragment>

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
ush: کہ تو تے اشتراک در مشکل ہنو، تو ہر وخ تمو جیبے مواد ڇک بئیلا۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ush: تو تے اے ایس ار ماڈل سپارونو کارا آوزارے ضرورت ہنی تو انا ڈیسکورس جا ہور خلقو ست رابطہ تو بھئیلا۔</discourseLink><discourseLink>

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
ush: کہ تو ڈیٹاسیٹ بارا در ہور معلومات بیچھیلا، منصوبہ بند پلیٹ فارم در سرمایہ کاری تھونو بیچھیلا، یا تعاون موقع ݜکیلا <emailFragment> آسو تی ایک کرخا پشارے</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
ush: کہ جائزے کارا تو ست جملہ ئی ختم بیلے، مہربانی تھا ہور جملئی جمع تھوندر اسائی مدد تھے۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ush: کہ تو لݜ لا انا تلفظ رزوندر مشکل ہنو<strong> سی نو کلپ در پتو تے شور ہنو کنیا</strong> سہ دی ہور خلق موڙے تھینا</strong> سنی تو کلپ ریجیکٹ تو بئیلا۔<accuracyLink> اسئی درست موڙو معلومات ڇک بئیلا</accuracyLink>۔

source: Igbo
ush: ایگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ush: می کامن وائس در دونو کارا ایک زاتی گول سپارینی- آسو ست ایک دیشا با اؤ ٹیچ مشین ست مدد تھا چی خلق کدا ھقیقی موڙے تھینا{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ush: ما چھئی موزیلا پرائیویسی پالیسی سمبال تھونو در <privacyLink> سیئی ہنو</privacyLink>

source: Include appropriate citation
ush: مناسب حوالہ شامل تھا

source: Includes email, username & demographic info, available right away
ush: تھئی ای میل ست یوزر نوم اؤ ڈیموگرافک معلومات اینی آسو ست دستیاب ہنی

source: Includes mp3s and related sentences, may take some time to prepare
ush: ایم پی تھری اؤ متعلقہ جملئی شامل ہنی، تیاری در جے وخ ݜجینو

source: Indonesian
ush: اںڈونیشائی

source: Information about the language
ush: جیِبے بارا در معلومات

source: In Progress
ush: پیش رفٹ جاری تھئیلا

source: Interested in getting involved with this project, or partnering with us?
ush: تو انا پروجیکٹ در شامل بونو جے دلچسپی لرئیلا یا اسو ست شریک بئیلا؟

source: Interested in learning more and contributing to the project?
ush: پروجیکٹ در تقسیمی کارا اؤ ازدا تھونو کارا دلچسپی رݜیما

source: Interface language:
ush: انٹر فیس جیِب

source: Interlingua
ush: انٹرلینگوا

source: Interlingue
ush: انٹرلیگ

source: [interrupted by background noise]
ush: [بیک گراونڈ شور کئی چکو بیالے]

source: Intersex
ush: بدک

source: Invalid file
ush: خراب فائل

source: Irish
ush: آئریش

source: IsiNdebele (North)
ush: ای سی نیڈبیلے شمال

source: IsiNdebele (South)
ush: ای سی نیڈبیلے جنوبی

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ush: <isoCodeLink> ائی ایس ای کوڈز </isoCodeLink> کہ سوئیلا

source: Is the clip valid?
ush: کی آنے موڙے کپل سہی ہنے؟

source: Italian
ush: اطالوی

source: It contains words or phrases that are hard to read or pronounce.
ush: انیز در ادئی فقرے یا الفاظ سی رزون در اؤ پڑاؤ تھون در مشکل ہنی

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
ush: ڈیٹاسیٹ میزبانی اؤ سو جیبو کمیونٹیو پلیٹ فارم سپارونو کارا ہر کال ایک ملین ڈالر خرچہ بینی آسو لیس جا انحصار تھونا

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
ush: سو جیبو زیات ڈیٹا سیٹ راݜونو کالے ملیئن ڈالر گھڑ تونو۔ لی جیبو خلخک آسو جا انحصار تا۔ <strong>۔ تُو عام ڈیٹا قدر تھیلا ایتے اے۔ </strong>
